Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In these cases, if an employee returns to ordinary work for more than 6 consecutive weeks, the layoff is considered to have been terminated.
nn: Dersom den tilsette er tilbake i den vanlege stillingsprosenten sin i meir enn 6 samanhengande veker, vil permitteringa bli rekna som avbroten.

source: Concerns leave of absence or layoff for which you have not specified an end date.
nn: Gjeld permisjon eller permittering der du ikkje har oppgitt sluttdato.

source: A haulage firm submits an a-melding for June with information concerning Lise’s employment.
nn: Eit transportfirma sender inn a-melding for juni med opplysningar om Lise sitt arbeidsforhold.

source: Contract between the contractor and client.
nn: Kontrakt mellom oppdragstakar og oppdragsgivar.

source: The factory paid Adam too high an hourly wage in January, February and March.
nn: Møbelfabrikken utbetalte for høg timelønn til Adam i januar, februar og mars.

source: P legitimately derived from or where the cost
nn: reknast til utanlandsinntekta eller den norske

source: These items are included in general income.
nn: Desse postane inngår i alminneleg inntekt.

source: Establishment/new share issue with income deduction must be entered under item 9 for the company and under item 23 at shareholder level.
nn: Stifting/nyemisjon med inntektsfrådrag skal ein føre i post 9 på selskapet og i post 23 på aksjonærnivå.

source: the amount that will be declared as liable to tax in Thailand in the Thai tax return for 2022.
nn: kva for beløp som vil bli gitt opp til skattlegging i Thailand i den thailandske skattemeldinga for 2022

source: If you have submitted an a-melding from a system (A02).
nn: For deg som har sendt inn a-melding frå eit system (A02):

source: Sandnes municipality, from December 2020
nn: Sandnes kommune, frå desember 2020

source: Adam repaid the net amount in April and the furniture factory made the correction in the a-meldings for January, February and March by the amount that had been repaid.
nn: Adam betalte tilbake nettobeløpet i april og møbelfabrikken retta i a-meldingane for januar, februar og mars med beløpet som var betalt tilbake.

source: Section 16-20 onwards of the Norwegian Tax
nn: skattelova § 16-20 flg. og

source: You can communicate with the Tax Administration and get access to your files electronically.
nn: Du kan også kommunisere med Skatteetaten og få tilgang til dokumenta dine elektronisk.

source: Trysil municipality, from November 2020
nn: Trysil kommune, frå november 2020

source: This means that the basis for deductible risk-free return for the year becomes NOK 120.
nn: Dette medfører at skjermingsgrunnlag for året blir 120 kroner.

source: If the salary is more than NOK 1,000, you must provide information on both salary and any expense allowances.
nn: Er lønna over 1 000 kroner, må du gi opplysningar om både lønn og ei eventuell utgiftsgodtgjersle.

source: Convenio) must be issued by the Spanish tax authorities and explicitly confirm that you are tax resident in Spain pursuant to the tax treaty with Norway.
nn: Convenio) må vere utferda av spanske skattemyndigheiter og uttrykkjeleg stadfeste at du er skattemessig busett i Spania etter skatteavtalen med Noreg.

source: Brief information concerning FTE percentage
nn: Kort om stillingsprosent i a-meldinga

source: If you have entered the correct amount and given the correct description for wages or benefits, but given inaccurate additional information, you must correct the a-melding for the calendar month or months which contain errors or omissions.
nn: Dersom du har ført opp rett beløp og rett nemning for lønn eller yting, men feil tilleggsinformasjon, må du rette i a-meldinga for den eller dei kalendermånadene som inneheld feil eller manglar.

source: The Certificate of Residence must be issued by the Australian tax authorities and explicitly confirm that you are tax resident in Australia pursuant to the tax treaty.
nn: Certificate of Residence må vere utferda av australske skattemyndigheiter og uttrykkjeleg stadfeste at du er skattemessig busett i Australia etter skatteavtalen med Noreg.

source: forestry must enter the annual income of
nn: % av kapitalen, eller har hatt mindre enn

source: The agency receives the error message MAGNET_EDAG-235-5 because the number of hours which equates a full-time position is not 168.
nn: Dei får feilmeldinga MAGNET_EDAG-235-5 fordi talet på timar ei full stilling svarar til, er over 168 timar.

source: This applies to both Norwegian and foreign shares.
nn: Dette gjeld både norske og utanlandske aksjar.

source: Demerger through reduction of nominal value with splitting of company
nn: Fisjon ved nedsetting av pålydande med oppsplitting av selskap

source: If you are resident for tax purposes in Thailand and apply for a tax exemption card/tax deduction card, you must also enclose a self-declaration stating:
nn: Når du er skattemessig busett i Thailand, og søkjer om frikort/skattekort må du i tillegg leggje ved ei eigenerklæring der det går fram:

source: Example 3 – deducted too much
nn: Døme 3 – trekt for mykje

source: You need to check that the salary entered in the tax return corresponds with your payslips/notices.
nn: Du må sjekke at lønna som er oppført på skattemeldinga stemmer med dine lønnsslippar/meldingar.

source: be stated with eight digits DD.MM.YYYY.
nn: og den utrekna skattemessige verdien

source: Log in and complete RF-1141:
nn: Logg inn og fyll ut RF-1141

source: that you owned at the end of the year (314).
nn: per aksje du eigde ved utgangen av året (post 314).

source: The amount corresponds to item 554 in RF-1177 Landbruk.
nn: Beløpet svarer til post 554 i RF-1177 skjema for utrekning av personinntekt.

source: Write – the icon that shows a pencil (in the middle)
nn: Skrive – ikonet som viser ein blyant (i midten)

source: Item 2 Pensions from abroad
nn: Post 2 Pensjon frå utlandet

source: If you own shares in a company established in 2020, if you’ve bought own shares or if you’ve had capital changes in 2020, the value of assets will normally be unknown and not pre-completed in the tax return.
nn: For deg som har aksjar i eit selskap som vart stifta i 2020, har kjøpt eigne aksjar eller hadde kapitalendringar i 2020, vil det bety at formuesverdien blir ukjent og at formuen ikkje er fylt ut på førehand i skattemeldinga di.

source: The liquidation must be declared under item 11 at company level.
nn: Likvidasjonen skal førast i post 11 på selskapsnivå.

source: Alternatively, a bank guarantee that acts as security for the withholding tax can be submitted (attach a copy if the original bank guarantee has been submitted to us previously).
nn: Alternativt kan du leggje ved bankgaranti som sikrar forskotstrekket (legg ved kopi dersom original bankgaranti er send oss tidlegare).

source: We will never ask you to provide your security codes, bank or credit card information via text message, e-mail or social media, nor will we send you unsolicited links via such channels.
nn: Vi spør ikkje om kodar, bank- eller kredittkortopplysningar via SMS, e-post eller sosiale medium, og vi sender ikkje lenker uoppfordra i desse kanalane.

source: you have received approval in connection with your tax assessment for the 2011 income year or earlier for the expenses to be allocated for deduction over a number of income years.
nn: og du ved fastsettinga for inntektsåret 2011 eller tidlegare har fått godkjent ei fordeling av utgiftene til frådrag over fleire inntektsår.

source: The employer specifies the FTE percentage as 100 in the a-melding for May.
nn: Arbeidsgivaren fører opp stillingsprosent 100 i a-meldinga for mai.

source: They report an end date for the employment relationship that is the same as the start date, and that has a FTE percentage of 0.
nn: Sluttdato på arbeidsforholdet blir her sett til same dato som startdato og stillingsprosenten blir sett til 0.

source: Shift/rota arrangements other than those referred to above (other shift arrangements)
nn: Andre skift-/turnusordningar enn oppgitt ovanfor (andreSkift)

source: The company must also report the increase in nominal value under item 15.
nn: Vidare må selskapet rapportere inn auke av pålydane i post 15.

source: The shop changes Kari's fixed salary:
nn: Butikken endrar fastlønna til Kari:

source: Tone works for a Norwegian oil company and is due to start working for the company in Germany.
nn: Tone jobbar i eit norsk oljeselskap og skal byrje å jobbe for firmaet i Tyskland.

source: Tax and duties must be paid by the due date, and payment deferrals or payment agreements are granted as exceptions only.
nn: Skatt og avgifter skal betalast ved forfall, og ei betalingsutsetjing eller ein betalingsavtale er eit unntak.

source: If a Norwegian pension is liable to tax in Thailand pursuant to this provision, Norway will exempt the pension from tax.
nn: Når norsk pensjon er skattepliktig i Thailand etter denne føresegna, skal Noreg ikkje skattleggje pensjonen.

source: You can submit a Certificate of Residence issued by the Australian tax authorities before they have finished the tax assessment for 2021.
nn: Du kan sende inn eit Certificate of Residence som er utferda av australske skattemyndigheiter før du har fått skatteoppgjeret for 2021 i Australia.

source: A declaration summary will be sent to each individual ORGL’s message box in Altinn.
nn: Deklarasjonsoversikt blir send til meldingsboksen til kvart einskilt ORGL i Altinn.

source: Are you having difficulty submitting your application?
nn: Har du problem med å sende søknaden?

source: It receives error message MAGNET_EDAG-184 with information concerning a discrepancy of NOK 3,000 in the contribution basis.
nn: Dei får feilmeldinga MAGNET_EDAG-184 med opplysning om avvik på 3 000 kroner i avgiftsgrunnlaget.

source: The shop submits an a-melding and adjusts the payroll withholding tax amounts for Per and Kari:
nn: Butikken sender ei a-melding og justerer forskotstrekka for Per og Kari:

source: directly in the tax return.
nn: direkte i skattemeldinga.

source: A joinery firm submits an a-melding for May with information concerning Ola's employment.
nn: Eit snikkarfirma sender a-melding for mai med opplysningar om arbeidsforholdet til Ola.

source: The school specifies the following leave percentage for Lise:
nn: Skulen oppgir denne permisjonsprosenten for Lise:

source: After the a­melding for August is submitted, the firm agrees that Lisa will work until 30 August.
nn: august.Etter at a-meldinga for august er send, avtaler byggjefirmaet at Lisa skal jobbe til 30.

source: a specified financial activity tax on salary before it entered into force Financial activity tax on salary applies from 2017 onwards.
nn: ein oppgitt finansskatt på lønn før det tok til å gjelde Finansskatt på lønn gjeld frå og med 2017

source: You have reported hourly wage and number of hours.
nn: Du har rapportert timelønn og tal på timar.

source: HUK area (Agreement for colleges and tuition, museums and other cultural institutions and enterprises, section 26).
nn: HUK-området (Overeinskomsten for høgskular og undervisning, museum og andre kulturinstitusjonar og verksemder § 26).

source: Check the contribution basis, zone, rate and calculation code you specified for each enterprise.
nn: Kontroller avgiftsgrunnlag, sone, sats og utrekningskode som du har oppgitt for kvar verksemd.

source: Find the leave of absence or layoff that is missing from the a-melding.
nn: Finn permisjonen eller permitteringa som manglar i a-meldinga.

source: You have declared NOK 5,000 in payroll withholding tax for Kari and NOK 5,000 payroll withholding tax for Per (positive amounts).
nn: Dei har oppgitt 5 000 kroner i forskotstrekk for Kari og 5 000 kroner i forskotstrekk for Per (positive beløp).

source: The agency specifies the working hours scheme as “notShift” and the number of hours per week which equates a full-time position as 170.
nn: Dei oppgir arbeidstidsordninga "ikkeSkift" og talet på timar per veke for ei full stilling svarar til 170.

source: Enterprise A is linked to Declarant 1 (legal organisation number 1) up to and including June.
nn: Verksemd A er knytt til Opplysningspliktig 1 (juridisk organisasjonsnummer 1) til og med juni.

source: the current year before any allowance for
nn: fullt ut ved skatteoppgjeret dette året, kan det

source: Submit the a-melding when you have corrected the error.
nn: Når du har retta feilen, sender du inn a-meldinga.

source: Contractors who only offer their service in the private sector also have an obligation to furnish their employees and themselves with HSE cards.
nn: Handverkarar som berre tilbyr tenestene sine i privatmarknaden, er også omfatta av plikta til å utstyre arbeidstakarane sine og seg sjølve med HMS-kort.

source: Payroll withholding tax for Kari
nn: Forskotstrekk til Kari

source: The shop changes Kari’s occupation code to:
nn: Butikken endrar yrkeskode for Kari til:

source: Shareholders A and B each own one half of company X. The divesting company X will demerge 40 percent of its assets to a newly established acquiring company Y (fair value = SC).
nn: Overdragande selskap X skal fisjonere ut 40 prosent av verdiane sine til eit nystifta overtakande selskap Y (verkeleg verdi = AK).

source: However, the number of shares that Parent owned in Subsidiary before the merger must also be registered as the “Number of own shares transferred” under item 10.
nn: Her må ein òg registrere talet på aksjar som Mor eigde i Dotter før fusjonen i feltet ”Kor mange eigne aksjar overf.” i post 10.

source: Example 1 Forgotten to specify the leave
nn: Døme 1 - Gløymt å oppgi permisjon

source: She logs in to the service My income and employment and finds out that she is registered with an ordinary employment relationship.
nn: Ho loggar seg inn i tenesta «Mine inntekter og arbeidsforhold» og ser at ho står oppført med eit ordinært arbeidsforhold.

source: at least two persons in the enterprise have working hours and a salary corresponding to 75 percent or more of a full-time position.
nn: Føretaket har minst to tilsette med arbeidstid og lønn som utgjer 75 prosent eller meir av ei full stilling.

source: To order BankID, you need to contact your bank.
nn: For å bestille BankID, må du kontakte banken din.

source: Stavanger municipality, from December 2020
nn: Stavanger kommune, frå desember 2020

source: You must include goods that are to be returned under total imports.
nn: Du skal inkludere varer som skal returnerast i sum innførsel.

source: Page 1 of the income statement
nn: Side 1 i næringsoppgåva

source: Taxpayers with NHR status can also be considered resident in Portugal if they submit documentation that they are resident in Portugal according to the tax treaty art.
nn: Skattytarar med NHR-status kan også reknast som busette i Portugal dersom dei legg fram dokumentasjon på at dei er busette i Portugal etter skatteavtalen art.

source: Example of when a contract, temporary appointment or temporary position has been terminated
nn: Døme der kontrakt, engasjement eller vikariat er utgått

source: Are you temporarily importing goods?
nn: Har du mellombels innførsel?

source: or you could send it to us by post:SkatteetatenPostboks 3200 – Grønland0134 OSLOYou may also
nn: elektronisk eller sende i posten til oss: SkatteetatenPostboks 3200 – Grønland0134 OSLO

source: Shareholder A is selling 30% of his shares to person B (shareholder B).
nn: Aksjonær A skal selje 30 prosent av aksjane sine til person B (aksjonær B).

source: Kragerø municipality, from October 2018
nn: Kragerø kommune, frå oktober 2018

source: Before 2020, the common practice was that the a-melding had to be corrected only once the overpayment had been repaid.
nn: Før 2020 var praksis at endring av a-melding først skulle gjerast når feilutbetalinga faktisk var tilbakebetalt.

source: Adam works at a furniture factory.
nn: Adam jobbar på ein møbelfabrikk.

source: They will receive error message MAGNET_EDAG-278 because the amounts declared for Per and Kari are positive.
nn: Dei får feilmelding MAGNET_EDAG-278 fordi oppgitte beløp for Per og Kari er positive.

source: The payroll withholding tax for the income recipient for a month must be a negative amount or 0.
nn: Forskotstrekket for inntektsmottakar for ein månad skal vere eit negativt beløp eller 0.

source: A surname is protected if it's used by 200 people or less in Norway.
nn: Eit etternamn er beskytta dersom 200 eller færre personar i Noreg heiter det.

source: There are some exceptions from the general rule that the VAT basis = statistical value + customs and other duties.
nn: Det finst somme unnatak frå hovudregelen om at mva-grunnlaget = statistisk verdi + toll og andre avgifter.

source: This information is not to be provided in the a-melding until 2021.
nn: Opplysninga skal ikkje leggjast inn i a-meldinga før 2021.

source: You do not need to change previously submitted a-meldings.
nn: Du treng ikkje å endre tidlegare innsende a-meldingar.

source: Orkland municipality, from September 2018
nn: Orkland kommune, frå september 2018

source: You’ll receive feedback if, for example,
nn: Du får til dømes tilbakemelding dersom

source: must report the new capital circumstances in the company on page 1 of the Shareholder register statement.
nn: må rapportere inn dei nye kapitalforholda i selskapet på side 1 i aksjonærregisteroppgåva.

source: Specify the FTE percentage as 40.
nn: Oppgi stillingsprosent 40.

source: All items from and including item 1 to and including item 6 must be 0 at the end of the income year.
nn: Alle postane frå og med post 1 til og med post 6 skal vere 0 ved utgangen av inntektsåret.

source: In the a-melding for June, the employer specifies an FTE percentage of 100 and 15 June as the “date for change of FTE percentage”.
nn: I a-meldinga for juni fører arbeidsgivaren opp stillingsprosent 100 og 15. juni som «dato for endring av stillingsprosent».

source: Up until New Years, Lina worked in Bølstad municipality, which is now part of the larger municipality Indre Viken.
nn: Fram til nyttår jobba Lina i Bølstad kommune, som no har blitt ein del av storkommunen Indre Viken.

source: For employees who have agreed pay in accordance with a pay grade.
nn: For tilsette som har avtalt lønn etter lønnstrinn.

source: Enterprise A submits an a-melding for August and receives error message MAGNET_EDAG-142 because the error message for the enterprise is not linked to the legal organisation number it entered.
nn: Verksemd A sender a-melding for august og får feilmelding MAGNET_EDAG-142 fordi organisasjonsnummeret for verksemda ikkje er knytt til det juridiske organisasjonsnummeret dei oppgir.

source: The company receives error message MAGNET_EDAG-193 because the start date for the leave falls before the start date of the employment.
nn: Dei får feilmeldinga MAGNET_EDAG-193 fordi startdatoen for permisjonen er før startdato for arbeidsforholdet.

source: A hospital submits an a-melding for January containing information indicating that Linda is on 110% leave.
nn: Eit sjukehus sender a-melding for januar med opplysningar om at Linda har permisjon på 110 %.

source: If you're submitting from a system (A02)
nn: For deg som sender frå eit system (A02)

source: The deadline for submitting a-meldings follows from
nn: Fristen for å levere a-melding følgjer av

source: The company submits a new a-melding to adjust the amount so that the total employer’s National Insurance contributions payable corresponds with the contribution basis * the applicable rate.
nn: Cruiseskipet sender ei ny a-melding for å justere slik at sum arbeidsgivaravgift å betale stemmer med avgiftsgrunnlaget * satsen.

source: The firm receives error message MAGNET_EDAG-231 because information on Kari’s leave of absence is missing from the a-melding for March.
nn: Dei får feilmeldinga MAGNET_EDAG-231 fordi opplysningar om permisjonen til Kari manglar i a-meldinga for mars.

source: The amounts in column E under item 0402
nn: Beløpa i kolonne E i post 0402 skal førast

source: If you are liable to tax as resident in Thailand, you are liable to tax in Thailand on pensions/disability benefits paid from Norway if the pension/disability benefit is transferred to or received in Thailand during the year.
nn: Er du skattepliktig som busett i Thailand, er du skattepliktig i Thailand for pensjon/uføreytingar som blir utbetalte frå Noreg når pensjonen/uføreytinga blir overførd til eller teken imot i Thailand i løpet av året.

source: You reduce the risk of delays and extra expenses during the building project.
nn: Du reduserer faren for forseinking og meirkostnader i byggjeprosjektet.

source: If you're submitting directly in Altinn (A01)
nn: For deg som sender direkte i Altinn (A01)

source: A construction company submits an a-melding with information concerning Pjotr, who has not yet been assigned a D number.
nn: Eit byggjefirma sender a-melding med opplysningar om Pjotr som ikkje har fått tildelt D-nummer enno.

source: at least one person without ownership interest in the enterprise has working hours and a salary corresponding to 75 percent or more of a full-time position.
nn: Føretaket har minst ein tilsett utan eigarinteresser i føretaket og med arbeidstid og lønn som utgjer 75 prosent eller meir av full stilling.

source: Under item 11, “Total consideration/Paid from paid-up capital”, the company must select the transaction type “equally divided partial liquidation” and enter NOK 50,000 as “Paid from paid-up capital”.
nn: I post 11, "Totalt vederlag / utbetalt av innbetalt kapital" skal selskapet velje transaksjonstype "Likedelt partiell likvidasjon" og føre 50 000 kroner som "Utbetalt av innbetalt kapital".

source: An employee has left the enterprise/sub-entity and is starting again
nn: Ein arbeidstakar har slutta i verksemda/undereininga og byrjar att

source: Your employer is required to set aside funds for pension for you when
nn: Arbeidsgivaren din har plikt til å spare til pensjon for deg når

source: If there are tax-related paid-up premiums in the divesting company, this must be reduced in the same ratio as the demerger.
nn: Dersom det ligg føre skattemessig innbetalt overkurs i overdragande selskap, skal denne reduserast i same forhold som utfisjoneringa.

source: Anyone who has employees or who pays salary, pension or other benefits must submit a-meldings.
nn: Alle som har tilsette, eller betaler ut lønn, pensjon eller andre ytingar, skal levere a-melding.

source: If the enterprise number is incorrect, change it to the correct number.
nn: Dersom det er feil i verksemdnummer, må du endre til rett nummer.

source: You'll get a message via your mobile phone and/or e-mail when you receive any electronic information from us.
nn: Du får varsel på mobil og/eller e-post når du har fått noko frå oss elektronisk.

source: specify an FTE percentage if the employment type is pension or other non-employment benefits.
nn: føre opp stillingsprosent for pensjon eller andre ytingar utanfor arbeidsforhold.

source: The information concerns the tax liability for pensions and disability benefits for the income year 2022.
nn: Informasjonen gjeld skattlegginga av pensjon og uføreytingar for inntektsåret 2022.

source: pension income and National Insurance
nn: og skattebeløpet i utanlandsk valuta.

source: If you’re using a payroll system, check with your system supplier if you’re not sure how to make corrections in your system.
nn: Dersom du nyttar eit lønnssystem, må du ta kontakt med systemleverandøren dersom du er usikker på korleis du rettar i ditt system.
